/* No comment provided by engineer. */
"%@ to %@" = "從 %1$@ 到 %2$@";

/* No comment provided by engineer. */
"%d of %d" = "%1$d 個，總共 %2$d 個";

/* No comment provided by engineer. */
"%li to %li" = "%1$li 至 %2$li";

/* No comment provided by engineer. */
"'item' parameter required" = "需要 'item' 參數";

/* No comment provided by engineer. */
"'portal' parameter required" = "需要 'portal' 參數";

/* No comment provided by engineer. */
"'tags' parameter required" = "需要 'tags' 參數";

/* No comment provided by engineer. */
"'title' parameter required" = "需要 'title' 參數";

/* No comment provided by engineer. */
"+/-" = "+/-";

/* No comment provided by engineer. */
"<No value>" = "<沒有值>";

/* No comment provided by engineer. */
"Access to the device location is denied." = "存取裝置位置遭到拒絕。";

/* No comment provided by engineer. */
"Actual Size" = "實際大小";

/* No comment provided by engineer. */
"Add" = "新增";

/* No comment provided by engineer. */
"Add Attachment" = "新增附件";

/* No comment provided by engineer. */
"Add..." = "新增...";

/* No comment provided by engineer. */
"An itemID is required for this operation. Add this item to the Portal to get an ItemID." = "此操作需要 itemID。將此項目新增至入口網站以取得 ItemID。";

/* No comment provided by engineer. */
"An uncaught NSException was detected, however the original information and callstack is not available. Break on objective-c exceptions to see the line of code causing the original NSException. For more information on how to do this please see the documentation." = "偵測到未捕捉到的 NSException，但無法使用原始的資訊和呼叫堆疊。請在 objective-c 例外上中斷以查看導致原始 NSException 的程式碼行。有關如何執行此動作的詳細資訊，請參閱文件。";

/* No comment provided by engineer. */
"Apply Geometry" = "套用幾何";

/* No comment provided by engineer. */
"At least 1 facility is required to solve a route." = "至少需要 1 個設施才能求解一條路徑。";

/* No comment provided by engineer. */
"At least 1 incident is required to solve a route." = "至少需要 1 個事件才能求解一條路徑。";

/* No comment provided by engineer. */
"At least 2 stops are required to solve a route." = "至少需要 2 個停靠點才能求解一條路徑。";

/* No comment provided by engineer. */
"Attachment" = "附件";

/* No comment provided by engineer. */
"Attachments" = "附件";

/* No comment provided by engineer. */
"Attempt to use functionality that is not supported for the current license level" = "嘗試使用目前授權級別不支援的功能";

/* No comment provided by engineer. */
"Authorization required" = "需要授權";

/* No comment provided by engineer. */
"Bad Request" = "損毀的要求";

/* No comment provided by engineer. */
"Bad URL." = "損毀的 URL。";

/* No comment provided by engineer. */
"bytes" = "位元組";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Cannot save to a different item type." = "無法儲存為其他項目類型。";

/* No comment provided by engineer. */
"Cannot verify the identity of '%@'" = "無法驗證 '%@' 的身份";

/* No comment provided by engineer. */
"Certificate Required" = "憑證為必填項";

/* No comment provided by engineer. */
"Challenge for URL: %@ with failureCount: %lu" = "以 failureCount: %2$lu 查問 URL: %1$@";

/* No comment provided by engineer. */
"Changing Feature Type" = "正在變更圖徵類型";

/* No comment provided by engineer. */
"Choose From Library" = "從影像庫選擇";

/* No comment provided by engineer. */
"Clear" = "清除";

/* No comment provided by engineer. */
"Clear Geometry" = "清除幾何";

/* No comment provided by engineer. */
"Continue" = "繼續";

/* No comment provided by engineer. */
"Created %d hours ago" = "在 %d 小時前建立";

/* No comment provided by engineer. */
"Created %d minutes ago" = "在 %d 分鐘前建立";

/* No comment provided by engineer. */
"Created a minute ago" = "在一分鐘前建立";

/* No comment provided by engineer. */
"Created an hour ago" = "在一小時前建立";

/* No comment provided by engineer. */
"Created by %@" = "由 %@ 建立";

/* No comment provided by engineer. */
"Created by %@ %d hours ago" = "由 %1$@ 在 %2$d 小時前建立";

/* No comment provided by engineer. */
"Created by %@ %d minutes ago" = "由 %1$@ 在 %2$d 分鐘前建立";

/* No comment provided by engineer. */
"Created by %@ a minute ago" = "由 %@ 在一分鐘前建立";

/* No comment provided by engineer. */
"Created by %@ an hour ago" = "由 %@ 在一小時前建立";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - day" = "由 %1$@ 在 %2$@ (位於 %3$@) 建立 - 日";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - full" = "由 %1$@ 在 %2$@ (位於 %3$@) 建立 - 完整";

/* No comment provided by engineer. */
"Created by %@ seconds ago" = "由 %@ 在幾秒鐘前建立";

/* No comment provided by engineer. */
"Created on %@ at %@ - day" = "在 %1$@ (位於 %2$@) 建立 - 日";

/* No comment provided by engineer. */
"Created on %@ at %@ - full" = "在 %1$@ (位於 %2$@) 建立 - 完整";

/* No comment provided by engineer. */
"Created seconds ago" = "在幾秒鐘前建立";

/* No comment provided by engineer. */
"Credential Required" = "憑證為必填項";

/* No comment provided by engineer. */
"Data for pie chart is invalid" = "圓餅圖的資料無效";

/* No comment provided by engineer. */
"Delete" = "刪除";

/* No comment provided by engineer. */
"Delete Attachment" = "刪除附件";

/* No comment provided by engineer. */
"Delete Feature" = "刪除圖徵";

/* No comment provided by engineer. */
"Deleting this attachment will remove it from the popup and associated data source." = "刪除此附件會從快顯視窗和相關的資料來源中移除它。";

/* No comment provided by engineer. */
"Deleting this feature will remove it from the map and associated data source." = "刪除此圖徵會從地圖和相關的資料來源中移除它。";

/* No comment provided by engineer. */
"Directions time and distance attributes do not match." = "方向時間與距離屬性不相符。";

/* No comment provided by engineer. */
"Edit" = "編輯";

/* No comment provided by engineer. */
"Edited %d hours ago" = "在 %d 小時前編輯";

/* No comment provided by engineer. */
"Edited %d minutes ago" = "在 %d 分鐘前編輯";

/* No comment provided by engineer. */
"Edited a minute ago" = "在一分鐘前編輯";

/* No comment provided by engineer. */
"Edited an hour ago" = "在一小時前編輯";

/* No comment provided by engineer. */
"Edited by %@" = "由 %@ 編輯";

/* No comment provided by engineer. */
"Edited by %@ %d hours ago" = "由 %1$@ 在 %2$d 小時前編輯";

/* No comment provided by engineer. */
"Edited by %@ %d minutes ago" = "由 %1$@ 在 %2$d 分鐘前編輯";

/* No comment provided by engineer. */
"Edited by %@ a minute ago" = "由 %@ 在一分鐘前編輯";

/* No comment provided by engineer. */
"Edited by %@ an hour ago" = "由 %@ 在一小時前編輯";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - day" = "由 %1$@ 在 %2$@ (位於 %3$@) 編輯 - 日";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - full" = "由 %1$@ 在 %2$@ (位於 %3$@) 編輯 - 完整";

/* No comment provided by engineer. */
"Edited by %@ seconds ago" = "由 %@ 在幾秒鐘前編輯";

/* No comment provided by engineer. */
"Edited on %@ at %@ - day" = "在 %1$@ (位於 %2$@) 編輯 - 日";

/* No comment provided by engineer. */
"Edited on %@ at %@ - full" = "在 %1$@ (位於 %2$@) 編輯 - 完整";

/* No comment provided by engineer. */
"Edited seconds ago" = "在幾秒鐘前編輯";

/* No comment provided by engineer. */
"Empty username/password" = "空的使用者名稱/密碼";

/* No comment provided by engineer. */
"Enter a date between %@ and %@" = "輸入一個介於 %1$@ 到 %2$@ 的日期";

/* No comment provided by engineer. */
"Enter a number between %@ and %@" = "輸入一個介於 %1$@ 到 %2$@ 的數字";

/* No comment provided by engineer. */
"Enter a number between %i and %i" = "輸入一個介於 %1$i 到 %2$i 的數字";

/* No comment provided by engineer. */
"Error" = "錯誤";

/* No comment provided by engineer. */
"Error adding identity to the keychain" = "將身份新增到鑰匙圈錯誤";

/* No comment provided by engineer. */
"Error adding keychain item" = "新增鑰匙圈項目時出錯";

/* No comment provided by engineer. */
"Error extracting identity" = "擷取身份錯誤";

/* No comment provided by engineer. */
"Error Loading Page" = "載入頁面時出錯";

/* No comment provided by engineer. */
"Error removing keychain item" = "移除鑰匙圈項目時出錯";

/* No comment provided by engineer. */
"Error updating keychain item" = "更新鑰匙圈項目時出錯";

/* No comment provided by engineer. */
"Exceeds maximum value (%@)" = "超過最大值 (%@)";

/* No comment provided by engineer. */
"Extra Large" = "特大";

/* No comment provided by engineer. */
"Facility (%1$@) has invalid added cost attribute names (%2$@)." = "設施 (%1$@) 具有無效的增加成本屬性名稱 (%2$@)。";

/* No comment provided by engineer. */
"Facility (%1$@) has negative added cost attribute (%2$@)." = "設施 (%1$@) 具有負數的增加成本屬性 (%2$@)。";

/* No comment provided by engineer. */
"Feature isn't valid." = "圖徵無效。";

/* No comment provided by engineer. */
"Finish" = "完成";

/* No comment provided by engineer. */
"Finishing editing..." = "正在完成編輯...";

/* No comment provided by engineer. */
"GB" = "GB";

/* No comment provided by engineer. */
"Geometry" = "幾何";

/* No comment provided by engineer. */
"Hide" = "隱藏";

/* No comment provided by engineer. */
"Incident (%1$@) has invalid added cost attribute names (%2$@)." = "事件 (%1$@) 具有無效的增加成本屬性名稱 (%2$@)。";

/* No comment provided by engineer. */
"Incident (%1$@) has negative added cost attribute (%2$@)." = "事件 (%1$@) 具有負數的增加成本屬性 (%2$@)。";

/* No comment provided by engineer. */
"Insert Part" = "插入部分";

/* No comment provided by engineer. */
"Insert Vertex" = "插入頂點";

/* No comment provided by engineer. */
"Invalid argument." = "引數無效。";

/* No comment provided by engineer. */
"Invalid Credentials" = "無效的憑證";

/* No comment provided by engineer. */
"Invalid GPX data." = "無效的 GPX 資料。";

/* No comment provided by engineer. */
"Invalid groupID." = "無效的 groupID。";

/* No comment provided by engineer. */
"Joining this organization is supported by invitation only, you need to receive an invitation from the administrator" = "僅支援以邀請方式加入此組織，您需要收到管理員的邀請。";

/* No comment provided by engineer. */
"KB" = "KB";

/* No comment provided by engineer. */
"Keep Current Values" = "保留目前值";

/* No comment provided by engineer. */
"Large" = "大";

/* No comment provided by engineer. */
"Less than minimum value (%@)" = "小於最小值 (%@)";

/* No comment provided by engineer. */
"Licensed for Developer Use Only" = "僅授權開發人員使用";

/* No comment provided by engineer. */
"Loading feature..." = "正在載入圖徵...";

/* No comment provided by engineer. */
"Map contains data that cannot be saved. To save this map, which will remove this data, pass true for forceSaveToSupportedVersion." = "地圖包含無法儲存的資料。要儲存此地圖 (會移除此資料)，請將 true 傳遞給 forceSaveToSupportedVersion。";

/* No comment provided by engineer. */
"MB" = "MB";

/* No comment provided by engineer. */
"Medium" = "中";

/* No comment provided by engineer. */
"Missing client certificate" = "缺少用戶端憑證";

/* string to represent hyperlink attributes */
"More Info" = "詳細資訊";

/* No comment provided by engineer. */
"Move Geometry" = "移動幾何";

/* No comment provided by engineer. */
"Move Part" = "移動部分";

/* No comment provided by engineer. */
"Move Vertex" = "移動頂點";

/* No comment provided by engineer. */
"No certificate found to access the resource '%@'" = "找不到憑證可存取資源 '%@'";

/* No comment provided by engineer. */
"No data to create a bar chart" = "沒有資料可建立長條圖";

/* No comment provided by engineer. */
"No data to create a line chart" = "沒有資料可建立折線圖";

/* No comment provided by engineer. */
"No data to create a pie chart" = "沒有資料可以建立圓餅圖";

/* No comment provided by engineer. */
"No image to display" = "沒有要顯示的影像";

/* No comment provided by engineer. */
"No path can be found between a given pair of stops (%@)." = "在已知的一對停靠站 (%@) 之間找不到路徑。";

/* No comment provided by engineer. */
"Not a valid number" = "非有效數字";

/* No comment provided by engineer. */
"Not a valid whole number" = "非有效整數";

/* No comment provided by engineer. */
"Object cannot be created without a portal.  Use fromJSON:withPortal:error: method instead." = "無法建立不含入口網站的物件。請改用 fromJSON:withPortal:error: 方法。";

/* No comment provided by engineer. */
"OK" = "確定";

/* No comment provided by engineer. */
"One or more accumulate attribute names (%@) are invalid." = "一或多個累計屬性名稱 (%@) 無效。";

/* No comment provided by engineer. */
"One or more attribute names (%@) associated with the custom parameter attribute values are invalid." = "與自訂參數屬性值關聯的一或多個屬性名稱 (%@) 無效。";

/* No comment provided by engineer. */
"One or more facilities (%@) have a null geometry." = "一或多個設施 (%@) 具有 null 幾何。";

/* No comment provided by engineer. */
"One or more facilities (%@) have an invalid curb approach." = "一或多個設施 (%@) 具有無效的抑制方法。";

/* No comment provided by engineer. */
"One or more facilities (%@) have invalid impedance cutoff." = "一或多個設施 (%@) 具有無效的阻抗結束點。";

/* No comment provided by engineer. */
"One or more incidents (%@) have a null geometry." = "一或多個事件 (%@) 具有 null 幾何。";

/* No comment provided by engineer. */
"One or more incidents (%@) have an invalid curb approach." = "一或多個事件 (%@) 具有無效的抑制方法。";

/* No comment provided by engineer. */
"One or more incidents (%@) have invalid impedance cutoff." = "一或多個事件 (%@) 具有無效的阻抗結束點。";

/* No comment provided by engineer. */
"One or more incidents (%@) have less than 1 target facility count." = "一或多個事件 (%@) 具有少於 1 個目標設施計數。";

/* No comment provided by engineer. */
"One or more parameter names (%@) associated with the custom parameter attribute values are invalid." = "與自訂參數屬性值關聯的一或多個參數名稱 (%@) 無效。";

/* No comment provided by engineer. */
"One or more parameter value types associated with the custom parameter attribute values (%@) are invalid." = "與自訂參數屬性值 (%@) 關聯的一或多個參數值類型無效。";

/* No comment provided by engineer. */
"One or more point barriers (%@) are unlocated." = "一或多個點屏障 (%@) 未配置。";

/* No comment provided by engineer. */
"One or more point barriers (%@) have a null geometry." = "一或多個點屏障 (%@) 具有 null 幾何。";

/* No comment provided by engineer. */
"One or more point barriers (%@) have an invalid added cost attribute name." = "一或多個點屏障 (%@) 具有無效的增加成本屬性名稱。";

/* No comment provided by engineer. */
"One or more point barriers (%@) have an invalid curb approach." = "一或多個點屏障 (%@) 具有無效的抑制方法。";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) does not cover any network elements." = "一或多個多邊形屏障 (%@) 未涵蓋任何網路元素。";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) have a null geometry." = "一或多個多邊形屏障 (%@) 具有 null 幾何。";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) have an invalid scaled cost attribute name." = "一或多個多邊形屏障 (%@) 具有無效的規模成本屬性名稱。";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) does not cover any network elements." = "一或多個折線屏障 (%@) 未涵蓋任何網路元素。";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) have a null geometry." = "一或多個折線屏障 (%@) 具有 null 幾何。";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) have an invalid scaled cost attribute name." = "一或多個折線屏障 (%@) 具有無效的規模成本屬性名稱。";

/* No comment provided by engineer. */
"One or more restriction attribute names (%@) are invalid." = "一或多個限制屬性名稱 (%@) 無效。";

/* No comment provided by engineer. */
"One or more restriction usage values (%1$@) associated with the custom parameter attribute values (%2$@) are invalid." = "與自訂參數屬性值 (%2$@) 關聯的一或多個限制使用值 (%1$@) 無效。";

/* No comment provided by engineer. */
"One or more restriction usage values (%1$@) associated with the custom parameter attribute values ((%2$@) are neutral (i.e., have no effect)." = "與自訂參數屬性值 (%2$@) 關聯的一或多個限制使用值 (%1$@) 為中性 (即無效)。";

/* No comment provided by engineer. */
"One or more stops (%@) are located on a non-traversable element." = "一或多個停靠點 (%@) 位於無法穿過的元素。";

/* No comment provided by engineer. */
"One or more stops (%@) are located on a soft-restricted element." = "一或多個停靠點 (%@) 位於軟限制的元素。";

/* No comment provided by engineer. */
"One or more stops (%@) are unlocated." = "一或多個停靠點 (%@) 未配置。";

/* No comment provided by engineer. */
"One or more stops (%@) cannot be reached from other stops." = "無法從其他停靠點到達一或多個停靠點 (%@)。";

/* No comment provided by engineer. */
"One or more stops (%@) have a null geometry." = "一或多個停靠點 (%@) 具有 null 幾何。";

/* No comment provided by engineer. */
"One or more stops (%@) have a time window end that occurs before its time window start." = "一或多個停靠點 (%@) 具有比其開始時間範圍還早的結束時間範圍。";

/* No comment provided by engineer. */
"One or more stops (%@) have a time window that starts before January 1, 1970." = "一或多個停靠點 (%@) 具有從 1970 年 1 月 1 日前起算的時間範圍。";

/* No comment provided by engineer. */
"One or more stops (%@) have an invalid curb approach." = "一或多個停靠點 (%@) 具有無效的抑制方法。";

/* No comment provided by engineer. */
"Open in Safari" = "在 Safari 中開啟";

/* No comment provided by engineer. */
"Password" = "密碼";

/* No comment provided by engineer. */
"Please enter a name for the new attachment" = "請輸入新附件的名稱";

/* No comment provided by engineer. */
"Polygon barrier (%1$@) has negative or zero scaled cost attributes (%2$@)." = "多邊形屏障 (%1$@) 具有負數或零的規模成本屬性 (%2$@)。";

/* No comment provided by engineer. */
"Polyline barrier (%1$@) has negative or zero scaled cost attributes (%2$@)." = "折線屏障 (%1$@) 具有負數或零的規模成本屬性 (%2$@)。";

/* No comment provided by engineer. */
"Polylines cannot be returned." = "無法傳回折線。";

/* No comment provided by engineer. */
"Public Account user cannot access this application." = "公共帳戶使用者無法存取此應用程式。";

/* No comment provided by engineer. */
"Remove Part" = "移除部分";

/* No comment provided by engineer. */
"Remove Vertex" = "移除折點";

/* No comment provided by engineer. */
"Reordering stops (Traveling Salesman Problem) is not supported when the collection of stops contains waypoints or rest breaks." = "當停靠點集合包含航點或休息站時，不支援重新排序停靠點 (旅行推銷員問題)。";

/* No comment provided by engineer. */
"Reset to Default Values" = "重設為預設值";

/* No comment provided by engineer. */
"Retry" = "重試";

/* No comment provided by engineer. */
"Route starts or ends on a waypoint." = "路徑在航點中開始或結束。";

/* No comment provided by engineer. */
"Save Image" = "儲存圖像";

/* No comment provided by engineer. */
"Save Movie" = "儲存影片";

/* No comment provided by engineer. */
"Sign In" = "登錄";

/* No comment provided by engineer. */
"Skip" = "跳過";

/* No comment provided by engineer. */
"Small" = "小";

/* No comment provided by engineer. */
"Specified start time occurs before January 1, 1970." = "指定的時間發生於 1970 年 1 月 1 日之前。";

/* No comment provided by engineer. */
"Stop (%1$@) has invalid added cost attribute names (%2$@)." = "停靠點 (%1$@) 具有無效的增加成本屬性名稱 (%2$@)。";

/* No comment provided by engineer. */
"Take Photo or Video" = "拍照或攝影";

/* No comment provided by engineer. */
"The default impedance cutoff is invalid." = "預設阻抗結束點無效。";

/* No comment provided by engineer. */
"The default target facility count is invalid." = "預設目標設施計數無效。";

/* No comment provided by engineer. */
"The directions distance attribute name (%@) is invalid." = "方向距離屬性名稱 (%@) 無效。";

/* No comment provided by engineer. */
"The directions language is invalid." = "方向語言無效。";

/* No comment provided by engineer. */
"The directions road class attribute is invalid." = "方向道路等級屬性無效。";

/* No comment provided by engineer. */
"The directions style is invalid." = "方向樣式無效。";

/* No comment provided by engineer. */
"The directions time attribute name (%@) is invalid." = "方向時間屬性名稱 (%@) 無效。";

/* No comment provided by engineer. */
"The impedance attribute name (%@) is invalid." = "阻抗屬性名稱 (%@) 無效。";

/* No comment provided by engineer. */
"The input spatial reference is undefined." = "輸入空間參考未定義。";

/* No comment provided by engineer. */
"The network does not have a hierarchy attribute for performing hierarchical route planning." = "網路並沒有執行階層式路徑規劃的階層式屬性。";

/* No comment provided by engineer. */
"The object must first be saved to a portal using the 'saveAs:' method." = "必須先使用 'saveAs:' 方法將物件儲存至入口網站。";

/* No comment provided by engineer. */
"The output spatial reference is undefined." = "輸出空間參考未定義。";

/* No comment provided by engineer. */
"The polygon buffer distance is invalid." = "多邊形緩衝區距離無效。";

/* No comment provided by engineer. */
"The resource you are looking for might have been removed, had its name changed, or is temporarily unavailable" = "您找尋的資源可以已經移除、名稱更改，或暫時無法使用。";

/* No comment provided by engineer. */
"The resulting route has traversed one or more soft-restricted elements (%@)." = "結果路徑已穿過一或多個軟限制的元素 (%@)。";

/* No comment provided by engineer. */
"The route is too large to solve using the walking travel mode." = "路徑過大，無法使用步行行進模式求解。";

/* No comment provided by engineer. */
"The search where clause is not supported." = "不支援搜尋 where 子句。";

/* No comment provided by engineer. */
"The server’s certificate is invalid. You might be connecting to a server that is pretending to be '%@', which could put your confidential information at risk. Would you like to connect anyway?" = "伺服器的憑證無效。您可能正在連線到偽裝成 '%@' 的伺服器，這會使您的機密資訊曝露在風險中。是否一定要連線?";

/* No comment provided by engineer. */
"The service cannot properly calculate time shift." = "服務無法正確地計算時間偏移。";

/* No comment provided by engineer. */
"The specified clientID is invalid" = "指定的 clientID 無效";

/* No comment provided by engineer. */
"The stop type property was ignored for stops (%@) because the server does not support selected type of stop." = "已忽略停靠點 (%@) 的停靠點類型屬性，因為伺服器不支援選擇的停靠點類型。";

/* No comment provided by engineer. */
"The travel mode has been set to default." = "已將行進模式設為預設值。";

/* No comment provided by engineer. */
"The waypoints (%@) contain added cost attribute." = "航點 (%@) 包含增加成本屬性。";

/* No comment provided by engineer. */
"The waypoints (%@) contain time windows." = "航點 (%@) 包含時間範圍。";

/* No comment provided by engineer. */
"There was an error loading the feature. Please check your network connectivity." = "載入圖徵時出錯。請檢查您的網路連線。";

/* No comment provided by engineer. */
"Time windows start date was changed." = "時間範圍開始時間已變更。";

/* No comment provided by engineer. */
"Time windows were ignored because the impedance attribute is not time based." = "已忽略時間範圍，因為阻抗屬性並非以時間為基礎。";

/* No comment provided by engineer. */
"To save as a new item, you must be logged in to the portal." = "若要另存為新項目，必須登入到入口網站。";

/* No comment provided by engineer. */
"Today" = "今天";

/* No comment provided by engineer. */
"Token is invalid or has expired" = "權杖無效或已經過期";

/* No comment provided by engineer. */
"Token URL is nil. You must set a valid token URL on the credential." = "權杖 URL 無效。您必須在憑證上設定一個有效權杖 URL。";

/* No comment provided by engineer. */
"Unable to login with provided credentials." = "無法使用提供的憑證登入。";

/* No comment provided by engineer. */
"Unable to retrieve user profile from the provider" = "無法從提供者處擷取使用者設定檔。";

/* No comment provided by engineer. */
"Unauthorized access" = "未授權的存取";

/* No comment provided by engineer. */
"Unknown authentication error" = "未知的身份驗證錯誤";

/* No comment provided by engineer. */
"Unknown condition." = "未知的情況。";

/* No comment provided by engineer. */
"Unknown error occurred" = "發生未知的錯誤";

/* No comment provided by engineer. */
"Unsupported GPX data." = "不支援的 GPX 資料。";

/* No comment provided by engineer. */
"User canceled error" = "使用者取消錯誤";

/* No comment provided by engineer. */
"User licenses assigned by your organization are invalid. Please contact your administrator to adjust the license assignments and try again." = "您的組織指派的使用者授權無效。請聯絡您的管理員來調整授權任務並再試一次。";

/* No comment provided by engineer. */
"Username" = "使用者名稱";

/* No comment provided by engineer. */
"Using browser to authenticate..." = "正在使用瀏覽器進行驗證...";

/* No comment provided by engineer. */
"Value exceeds maximum field length of %lu" = "值超出 %lu 的欄位長度上限";

/* No comment provided by engineer. */
"You are changing the feature type. Would you like to keep your current values (where possible) or reset to defaults?" = "您正在變更圖徵類型。您要保留目前的值 (若可行) 或重設為預設值?";

/* No comment provided by engineer. */
"You cannot sign in because you do not have an organization account associated with your social network credentials" = "您的組織帳戶與社交網路憑證並沒有任何關聯，因此您無法登入";

/* No comment provided by engineer. */
"You do not have permissions to access this resource" = "您沒有存取此資源的權限";

/* No comment provided by engineer. */
"You do not have sufficient user level to access this application." = "您沒有足夠的使用者級別來存取此應用程式。";

/* No comment provided by engineer. */
"You must be logged in to the Portal to perform this operation." = "您必須登入到入口網站才能執行此操作。";

/* No comment provided by engineer. */
"You must be specify a rating between 1 and 5." = "您必須指定介於 1 到 5 的評級。";

/* No comment provided by engineer. */
"You must specify a location usage description key (NSLocationWhenInUseUsageDescription or NSLocationAlwaysUsageDescription) in your plist." = "您必須在 plist 中指定位置使用描述機碼 (NSLocationWhenInUseUsageDescription 或 NSLocationAlwaysUsageDescription)。";

/* No comment provided by engineer. */
"You need to select a certificate to access the resource '%@'" = "您必須選取一份憑證以存取資源 '%@'";

/* No comment provided by engineer. */
"You need to sign in to access the resource '%@'" = "您必須登入以存取資源 '%@'";

/* No comment provided by engineer. */
"• " = "• ";

﻿/* Localizable+Additions.strings */

/* Unit Abbreviated strings */
"cm" = "cm";
"dd" = "dd";
"dm" = "dm";
"ft" = "ft";
"in" = "in";
"km" = "km";
"m" = "m";
"mi" = "mi";
"mm" = "mm";
"nm" = "nm";
"pt" = "pt";
"Unknown" = "未知";
"yd" = "yd";

/* Unit Display Strings */
"Centimeters" = "公分";
"Decimal Degrees" = "十進位度";
"Decimeters" = "公寸";
"Feet" = "英呎";
"Inches" = "英吋";
"Kilometers" = "公里";
"Meters" = "公尺";
"Miles" = "英里";
"Millimeters" = "公釐";
"Nautical Miles" = "海浬";
"Points" = "點";
"Yards" = "碼";

/* Area Units Abbreviated Strings */
"sq. in" = "sq. in";
"sq. ft" = "sq. ft";
"sq. yd" = "sq. yd";
"ac" = "ac";
"sq. mi" = "sq. mi";
"sq. mm" = "sq. mm";
"sq. cm" = "sq. cm";
"sq. dm" = "sq. dm";
"sq. m" = "sq. m";
"ares" = "區域";
"ha" = "ha";
"sq. km" = "sq. km";

/* Area Units Display Strings */
"Square Inches" = "平方英吋";
"Square Feet" = "平方英呎";
"Square Yards" = "平方碼";
"Acres" = "英畝";
"Square Miles" = "平方英里";
"Square Millimeters" = "平方公釐";
"Square Centimeters" = "平方公分";
"Square Decimeters" = "平方公寸";
"Square Meters" = "平方公尺";
"Ares" = "公畝";
"Hectares" = "公頃";
"Square Kilometers" = "平方公里";

